Revit 2027 API
ParameterTypeId.StructuralStartReleaseFy Property
 "Start Fy"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralStartReleaseFy { get; }
Public Shared ReadOnly Property StructuralStartReleaseFy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralStartReleaseFy {
	ForgeTypeId^ get ();
}
static member StructuralStartReleaseFy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace